Repository: WHITELOTUS0/Store
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Company Name
ar: اسم الشركه

source: Logo
ar: الشعار

source: Slogan
ar: وصف الشعار

source: Short Description
ar: وصف مختصر

source: Long Description
ar: وصف بالتفاصيل

source: Mission
ar: أهداف

source: Phone
ar: الهاتف

source: Address
ar: عنوان

source: Email
ar: بؤيد ألكترونى

source: Facebook
ar: فيسبوك

source: Company
ar: الشركه

source: Companies
ar: الشركات

source: Location Type
ar: نوع المكان

source: Location Types
ar: أنواع الأماكن

source: Name
ar: الأسم

source: photo
ar: الهاتف

source: Location
ar: المكان

source: Locations
ar: الأماكن

source: Personal info
ar: معولمات شخصيه

source: Permissions
ar: الصلحيات

source: access Location
ar: الأماكن المسموحه

source: accessLocation
ar: الأماكن المسموحه

source: Locations can access and edit
ar: الأماكن المسموح ان يقوم بتعديل عليها

source: Transfer Date can't be less than import Date
ar: تاريخ النقل قبل تاريخ الواردات

source: Can't transfer Zero quantity
ar: لا يمكن نقل صفر كميه

source: Enter Location and Quantity
ar: أدخل المكان والكميه

source: Quantity to transfer is more than imported
ar: الكميه المنقوله اكبر من الوارده

source: Import info
ar: بينات الواردات

source: Selling plan
ar: خطه البيع

source: This Quantity is not Available, Available Quantity =
ar: هذه الكميه غير متوفره, الكميه المتوفره =

source: Quantity
ar: الكيمه

source: Can't sell Zero quantity
ar: لا يمكنك بيع صفر كميه

source: Error
ar: خطأ

source: Can't sale less than
ar: لا يمكن بيع اقل من

source: Quantity more than imported for
ar: الكميه اكبر من الواردات لـ

source: Available Quantity is
ar: الكميه المتوفره هى

source: Client Information
ar: معلومات العميل

source: Category
ar: الفئه

source: Product Category
ar: فئه المنتج

source: Product Categories
ar: فئه المنتجات

source: Product Name
ar: أسم المنتج

source: Description
ar: الوصف

source: Display to users in WebSite
ar: أظهار فى موقع المستخدمين

source: Product
ar: المنتج

source: Products
ar: المنتجات

source: Total Price
ar: السعر الكلى

source: Selling Price per Item
ar: سعر بيع القطعه الواحده

source: Discount Rate
ar: خصم

source: Date
ar: التاريخ

source: Import
ar: الوارد

source: Imports
ar: الواردات

source: Transfer From
ar: نقل من

source: TransferFrom
ar: نقل من

source: Transfer To
ar: نقل الى

source: TransferTo
ar: نقل الى

source: Transfer
ar: التحويل

source: Transfers
ar: التحويلات

source: invoice
ar: الفتوره

source: Sale
ar: البيع

source: Sales
ar: المبيعات

source: Price per Item
ar: السعر للمنتج الواحد

source: Sales Item
ar: المنتج

source: Sales Items
ar: المنتجات

source: Sold Quantity in
ar: الكميه المباعه فى

source: Company Income
ar: دخل الشركه

source: Income
ar: الدخل

source: From
ar: من

source: Message
ar: الرساله

source: Date and Time
ar: التاريخ والوقت

source: Messages
ar: الرسائل

source: advertisement
ar: اعلان

source: Advertisements
ar: الاعلانات

source: Title
ar: العنوان

source: Detail
ar: تفاصيل

source: Post
ar: منشور

source: Posts
ar: منشورات

source: Availble Quantity
ar: الكميه المتوفره

source: Filter on specific date
ar: تصفيه البيانات بتاريخ محدد

source: Filter
ar: تصفيه

source: Go Live
ar: مباشر

source: Go
ar: أذهب

source: Home
ar: الصقحه الرئيسيه

source: Availble Imports
ar: الواردات المتوفره

source: Sold Quantity
ar: الكميه المباعه

source: Available Quantity
ar: الكميه المتوفره

source: Expected Selling Price
ar: السعر المتوقع للبيع

source: Earned
ar: المكسب

source: per item
ar: للقطعه

source: Imports last 3 month
ar: الواردات فى اخر 3 أشهر
